Config = {}

-------------------------------------------------
-- اللغة
-------------------------------------------------
Config.Locale = "ar"

-------------------------------------------------
-- تفعيل الرسائل
-------------------------------------------------
Config.EnableZoneNotify = false

-------------------------------------------------
-- الرخص المسموح لها
-------------------------------------------------
Config.AllowedLicenses = {
    "license:YOUR_LICENSE"
}

-------------------------------------------------
-- منع الأسلحة داخل المنطقة
-------------------------------------------------
Config.DisableWeapons = false

-------------------------------------------------
-- الوظائف المسموح لها بحمل السلاح
-------------------------------------------------
Config.AllowedJobs = {

    ["police"] = true,
    ["ambulance"] = true,

}

-------------------------------------------------
-- الأسلحة المسموحة دائمًا
-------------------------------------------------
Config.AllowedWeapons = {

    [`WEAPON_NIGHTSTICK`] = true,
    [`WEAPON_FLASHLIGHT`] = true,

}

-------------------------------------------------
-- العناصر الممنوعة
-------------------------------------------------
Config.BlockedItems = {

    ["lockpick"] = true,
    ["advancedlockpick"] = true,
    ["weapon_knife"] = true,

}